Repository: SivaksIT/ckanext-datarequests
Catalog: ckanext/datarequests/i18n/*/LC_MESSAGES/ckanext-datarequests.po
Languages: mk, nb_no, sq

source: Data Request ID has not been included
mk: Идентификаторот на барањето за податоци не е вклучен
nb_no: DataforespørselID ble ikke funnet
sq: ID-ja e kërkesës së të dhënave nuk është përfshirë

source: Data Request %s not found in the data base
mk: арањето за податоци %s не е најдено во базата со податоци
nb_no: Dataforespørsel%s ble ikke funnet i databasen
sq: Kërkesa e të dhënave %s nuk gjendet në bazën e të dhënave

source: This Data Request is already closed
mk: Ова барање за податоци е веќе затворено
nb_no: Denne dataforespørselen er allerede lukket
sq: Kjo kërkesë e të dhënave tanimë është e mbyllur

source: Comment ID has not been included
mk: Идентификаторот на коментарот не беше вклучен
nb_no: KommentarID ble ikke funnet
sq: ID-ja e komentit nuk është përfshirë

source: Comment %s not found in the data base
mk: Коментарот %s не е најден во базата со податоци
nb_no: Dataforespørsel %s ble ikke funnet i databasen
sq: Komenti %s nuk u gjet në bazën e të dhënave

source: The user is already following the given Data Request
mk: Корисникот веќе го следи даденото барање за податоци
sq: Përdoruesi tanimë po ndjek kërkesën e dhënë për të dhënat

source: The user is not following the given Data Request
mk: Корисникот не го следи даденото барање за податоци
sq: Përdoruesi nuk po ndjek kërkesën e dhënë të të dhënave

source: Open
mk: Отворено
nb_no: Åpen
sq: Hapur

source: In progress
mk: Во тек
sq: Në progres

source: Data holder contacted
mk: Контактиран е сопственикот на податоците
sq: Mbajtësi i të dhënave është kontaktuar

source: Scheduled for release
mk: Закажано за издавање
sq: Planifikuar për ta lëshuar

source: Cannot be released
mk: Не може да биде издадено
sq: Nuk mund të lëshohet

source: Not held by public sector
mk: Не е поседувано од јавен сектор
sq: Nuk mbahen nga sektori publik

source: Title
mk: Наслов
nb_no: Tittel
sq: Titulli

source: Title must be a maximum of %d characters long
mk: Насловот не смее да е подолг од %d знаци
nb_no: Tittel kan maksimalt inneholde %d tegn
sq: Emri duhet të jetë një maksimum prej % i gjatë me karaktere

source: Title cannot be empty
mk: Насловот не смее да биде празен
nb_no: Tittelen kan ikke være tom
sq: Titulli nuk mund të jetë i zbrazët

source: That title is already in use
mk: Овој наслов веќе се користи
nb_no: Tittelen er allerede i bruk
sq: Ky titull është tanimë në përdorim

source: Description cannot be empty
mk: Описот не смее да биде празен
sq: Përshkrimi nuk mund të jetë i zbrazët

source: Description
mk: Опис
nb_no: Beskrivelse
sq: Përshkrim

source: Description must be a maximum of %d characters long
mk: Описот не смее да е подолг од %d знаци
nb_no: Beskrivelsen kan maksimalt inneholde %d tegn
sq: Përshkrimi duhet të jetë një maksimum prej % i gjatë me karaktere

source: Organization
mk: Организација
nb_no: Organisasjon
sq: Organizatë

source: Organization is not valid
mk: Организацијата не е валидна
nb_no: Organisasjonen er ikke gyldig
sq: Organizata nuk është e vlefshme

source: Accepted Dataset
mk: Прифатен податочен сет
nb_no: Akseptert datasett
sq: Seti i të dhënave është pranuar

source: Dataset not found
mk: Податочниот се не е најден
nb_no: Datasett ikke funnet
sq: Seti i të dhënave nuk u gjet

source: Data Request
mk: Барање за податоци
nb_no: Dataforespørsel
sq: Kërkesë për të dhëna

source: Data Request not found
mk: Барањето за податоци не е најдено
nb_no: Dataforespørsel %s ble ikke funnet
sq: Kërkesa e të dhënave nuk u gjet

source: Comment
mk: Коментар
nb_no: Kommentar
sq: Koment

source: Comments must be a minimum of 1 character long
mk: Коментарот мора да има барем 1 знак
nb_no: Kommentarer må inneholde minst 1 tegn
sq: Komentet duhet të jetë minimum 1 karakter i gjatë

source: Comments must be a maximum of %d characters long
mk: Коментарот не смее да е подолг од %d знаци
nb_no: Kommentarer kan maksimalt inneholde %d tegn
sq: Komentet duhet të jenë një maksimum % i gjatë me karaktere

source: Newest
mk: Најнови
nb_no: Nyeste
sq: Më të Rejat

source: Oldest
mk: Најстари
nb_no: Eldste
sq: Më i vjetër

source: State
mk: Состојба
nb_no: Status
sq: Gjendje

source: Visibility
mk: Видливост
sq: Dukshmëria

source: Organizations
mk: Организации
nb_no: Organisasjoner
sq: Organizatat

source: "page" parameter must be an integer
mk: параметарот "page" мора да е цел број
nb_no: Parameter '{parameter_name}' må være et heltall
sq: Parametri "faqe" duhet të jetë një numër i plotë

source: Unauthorized to list Data Requests
mk: Неавторизиран за листање на барања за податоци
nb_no: Mangler tilgang til å se dataforespørsel
sq: I paautorizuar për t'i rradhitur kërkesat e të dhënave

source: You need to be logged in to create a Data Request
mk: Морате да бидете логирани за креирате барање за податоци
sq: Duhet të identifikoheni për të krijuar një Kërkesë të të Dhënave

source: Data Request %s not found
mk: Барањето за податоци %s не е најдено
nb_no: Dataforespørsel %s ble ikke funnet
sq: Kërkesa e të dhënave %s nuk u gjet

source: You are not authorized to view the Data Request %s
mk: Вие не сте авторизирани за да го гледате барањто за податоци %s
nb_no: Du mangler tilgang til å se dataforespørsel %s
sq: Ju nuk jeni i autorizuar për ta shikuar kërkesën e të dhënave %s

source: You are not authorized to update the Data Request %s
mk: Вие не сте авторизирани за да го гледате барањето за податоци %s
nb_no: Du mangler tilgang til å oppdatere dataforespørsel %s
sq: Ju nuk jeni i autorizuar për ta përditësuar kërkesën e të dhënave %s

source: Data Request %s has been deleted
mk: Барањето за податоци %s е избришано
nb_no: Dataforespørsel %s ble slettet
sq: Kërkesa e të dhënave %s është fshirë

source: You are not authorized to delete the Data Request %s
mk: Вие не се авторизирани за да го избришете барањето за податоци %s
nb_no: Du mangler tilgang til å slette dataforespørsel %s
sq: Ju nuk jeni i autorizuar për ta fshirë kërkesën e të dhënave %s

source: This data request is already closed
mk: Ова барање за податоци е веќе затворено
nb_no: Denne dataforespørselen er allerede lukket
sq: Kjo kërkesë e të dhënave tanimë është e mbyllur

source: You are not authorized to close the Data Request %s
mk: Вие не сте авторизирани за да го затворите барањето за податоци %s
nb_no: Du mangler tilgang til å lukke dataforespørselen %s
sq: Ju nuk jeni i autorizuar për ta mbyllur kërkesën e të dhënave %s

source: Comment has been published
mk: Коментарот беше објавен
nb_no: Kommentar ble publisert
sq: Komenti është publikuar

source: Comment has been updated
mk: Коментарот беше ажуриран
nb_no: Kommentar ble oppdatert
sq: Komenti është përditësuar

source: You are not authorized to %s
mk: Вие не сте авторизирани за %s
nb_no: Du har ikke tilgang til å %s
sq: Ju nuk jeni i autorizuar të %s

source: You are not authorized to list the comments of the Data Request %s
mk: Вие не сте авторизирани за да ги излистате коментарите на барањето %s
nb_no: Du har ikke tilgang til å se kommentarene for dataforespørsel %s
sq: Ju nuk jeni i autorizuar t'i rradhisni komentet e kërkesës së të dhënave %s

source: Comment has been deleted
mk: Коментарот беше избришан
nb_no: Kommentaren ble slettet
sq: Komenti është fshirë

source: Comment %s not found
mk: Коментарот %s не е најден
nb_no: Kommentar %s ble ikke funnet
sq: Komenti %s nuk u gjet

source: You are not authorized to delete this comment
mk: Вие не сте авторизирани за да го избришете овој коментар
nb_no: Du mangler tilgang til å slette denne kommentaren
sq: Ju nuk jeni i autorizuar ta fshini këtë koment

source: Datasets
mk: Податочни сетови
nb_no: Datasett
sq: Seti i të dhënave

source: Groups
mk: Групи
nb_no: Grupper
sq: Grupet

source: Data Requests
mk: Барања за податоци
nb_no: Dataforespørsler
sq: Kërkesat e të dhënave

source: About
mk: За Порталот
nb_no: Om
sq: Rreth portalit

source: About the organization
mk: За организацијата

source: About the group
mk: За групата

source: Data Requests allow users to ask for data that is not published in the platform yet. If you want some specific data and you are not able to find it among all the published datasets, you can create a new data request specifying the data than you want to get.
mk: Барањата за податоци им овозможуваат на корисниците да побараат податоци кои што сеуште не се објавени на платформата. Ако барате специфични податоци и не можете да ги најдете во ниеден од податочни сетови, тогаш можете да креирате ново барање за податоци специфицирајќи кои податоци сакате да ги добиете.
nb_no: Dataforespørsler lar brukere forespørre data som ikke er publisert i plattformen enda. Hvis du ønsker noen spesifikke data som ikke finnes blant de publiserte datasett, så kan du opprette en Datarequest som spesifiserer hvilke data du behøver.
sq: Kërkesat e të dhënave u lejojnë përdoruesve të kërkojnë të dhëna që akoma nuk janë të publikuara në platformë. Nëse ju dëshironi disa të dhëna specifike dhe ju nuk jeni në gjendje t'i gjeni në mesin e të gjitha grupeve të të dhënave të publikuara, mund të krijoni një kërkesë të re të të dhënave duke i specifikuar të dhënat të cilat dëshironi t'i merrni.

source: Close Data Request
mk: Затвори го барањето за податоци
nb_no: Lukk dataforespørsel
sq: Mbyllni të Dhënat e Kërkesës

source: Comments
mk: Коментари
nb_no: Kommentarer
sq: Komentet

source: Edit Data Request
mk: Ажурирај го барањето за податоци
nb_no: Endre dataforespørsel
sq: Redakto Kërkesën e të Dhënave

source: Add Data Request
mk: Додај барање за податоци
nb_no: Legg til dataforespørsel
sq: Shtoni Kërkesë për të dhënat

source: Search Data Requests...
mk: Пребарај ги барањата за податоци...
nb_no: Søk i dataforespørsler...
sq: Kërkoni Kërkesë për të Dhënat...

source: Create Data Request
mk: Креирај барање за податоци
nb_no: Opprett dataforespørsel
sq: Krijoni Kërkesë për të Dhënat

source: To create a data request, fill the form and specify a title and a description for your request. Please, be as clear as you can in order to ease the task of accomplishing your request. You can also specify an organization if your data request is closely related with it.
mk: За да креирате барање за податоци, пополнете ја формата и впишете наслов и опис за Вашето барање. Ве молиме, бидете колку што можете појасни во барањето за да го олесните исполнувањето на Вашето барање. Исто така можете да назначите организација доколку Вашето барање е поврзано со некоја организација.
nb_no: For å opprette en dataforespørsel, fyll ut formen og velg en tittel og beskrivelse for din forespørsel. Vær tydelig for å forenkle håndteringen av din forespørsel. Du kan også velge en organisasjon som din forespørsel er relatert til
sq: Për të krijuar një kërkesë të të dhënave, plotësoni formularin dhe specifikoni një titull si dhe një përshkrim për kërkesën tuaj. Ju lutemi, të jeni sa më qartë që të mundeni, në mënyrë që ta lehtësoni detyrën për të përmbushur kërkesën tuaj. Ju gjithashtu mund të specifikoni një organizatë nëse kërkesa juaj e të dhënave është e lidhur ngushtë me të.

source: Manage
mk: Управувајте
nb_no: Håndtere
sq: Menaxho

source: Close
mk: Затвори
nb_no: Lukk
sq: Mbyll

source: Closed
mk: Затворено
nb_no: Lukket
sq: Mbyllur

source: Additional Info
mk: Додатни информации
nb_no: Ekstra informasjon
sq: Informacione shtesë

source: Creator
mk: Креатор
nb_no: Forfatter
sq: Krijues

source: None
mk: Ништо
nb_no: Ingen
sq: Asnjë

source: Created
mk: Креирано на
nb_no: Opprettet
sq: Krijuar

source: Not closed yet
mk: Не е затворено сеуште
nb_no: Ikke lukket enda
sq: Akoma nuk është mbyllur

source: Status
mk: Статус

source: Accept Dataset
mk: Прифати податочен сет
sq: Pranoni Setin e të Dhënave

source: Add a new Comment
mk: Додај коментар
nb_no: Legg til ny kommentar
sq: Shtoni një koment të ri

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here. You can refer datasets by adding their URL.
mk: Можете да користите <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown форматирање</a> овде. Може да референцирате податочни сетови со додавање на нивното URL.
nb_no: Du kan bruke <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdownformattering</a> her. Du kan referer til datasett ved å legge til URLen dit.
sq: Ju mund të përdorni <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">formatimin e Markdown</a> këtu. Ju mund t'i referoheni grupeve të të dhënave duke shtuar URL-në e tyre.

source: Cancel
mk: Откажи
nb_no: Avbryte
sq: Anuloj

source: Update Comment
mk: Ажурирај коментар
nb_no: Oppdatere kommentar
sq: Përditësoni komentin

source: Add Comment
mk: Додај коментар
nb_no: Legg til kommentar
sq: Shto koment

source: Are you sure you want to delete this comment?
mk: Дали сте сигурни дека сакате да го избришете овој коментар?
nb_no: Er du sikker på at du vil slette denne kommentaren?
sq: A jeni i sigurtë se dëshironi ta fshini këtë koment?

source: commented
mk: коментираше
nb_no: kommentert
sq: komentoi

source: Current Discussion
mk: Тековна дискусија
nb_no: Denne diskusjonen
sq: Diskutimi aktual

source: This data request has not been commented yet
mk: На ова барање за податоци сеуште не е коментирано
nb_no: Denne dataforespørselen har ingen kommentarer enda
sq: Kjo kërkesë për të dhënat akoma nuk është komentuar

source: eg. Data Request Name
mk: пр. Името на барањето за податоци
nb_no: Navn på dataforespørselen
sq: psh. Emri i Kërkesës së të Dhënave

source: eg. Data Request description
mk: пр. Описот на барањето за податоци
nb_no: Beskrivelse av dataforespørselen
sq: psh. Përshkrimi i Kërkesës së të Dhënave

source: No organization
mk: Нема организација
nb_no: Ingen organisasjon
sq: Asnjë organizatë

source: hidden
mk: скриено
sq: i fshehur

source: visible
mk: видливо
sq: i dukshëm

source: Your data request will not be visible until a site administrator reviews it.
mk: Вашето барање нема да е видливо се додека администраторт не го прегледа.
sq: Kërkesa juaj e të dhënave nuk do të shfaqet derisa administruesi i faqes ta rishikojë atë.

source: Are you sure you want to delete this data request?
mk: Дали сте сигурни дека сакате да го избришете ова барање за податоци?
nb_no: Er du sikker på at du vil slette denne dataforespørselen?
sq: A je i sigurtë se dëshironi ta fshini këtë kërkesë të të dhënave?

source: Delete
mk: Избриши
nb_no: Slett
sq: Fshirje

source: No Data Requests found
mk: Не се најдени барања за податоци
nb_no: Ingen dataforespørsler funnet
sq: Nuk u gjetën kërkesa për të dhënat

source: No Data Requests found with the given criteria
mk: Не се најдени барања за податоци според дадените критериуми
nb_no: Ingen dataforespørsler funnet for de gitte kriterier
sq: Nuk u gjetën kërkesa për të dhënat me kriteret e dhëna

source: How about creating one?
mk: Креирајте барање за податоци
nb_no: Hva med å lage en?
sq: Si të krijosh një?

source: Update Data Request
mk: Ажурирај го барањето за податоци
nb_no: Oppdatere dataforespørsel
sq: Përditësoni kërkesën e të dhënave

source: Followers
mk: Следбеници
sq: Ndjekësit

source: Unfollow
mk: Отследи
sq: Mos e ndiq (shkyçuni)

source: Follow
mk: Следи
sq: Ndiq

source: Activity Stream
mk: Активности
nb_no: Aktivitetsstrøm
sq: Rrjedha e aktivitetit

source: {number} data request found for "{query}"
mk: {number} барање најдено за "{query}"
nb_no: {number} dataforespørsel funnet for '{query}'
sq: u gjet {number} kërkesë për të dhënat për "{query}"

source: No data requests found for "{query}"
mk: Не се најдени барања за "{query}"
nb_no: Ingen dataforespørsler funnet for '{query}'
sq: Asnjë kërkesë për të dhënat nuk është gjetur për "{query}"

source: {number} data request found
mk: {number} барање е најдено
nb_no: {number} dataforespørsel funnet
sq: U gjet {number} kërkesë për të dhënat

source: No data requests found
mk: Не се најдени барања за податоци
nb_no: Ingen dataforespørsler funnet
sq: Nuk u gjetën kërkesa për të dhënat

source: Unauthorized to create a Data Request
nb_no: Mangler tilgang til å opprette dataforespørsler

source: Accep. Dataset
nb_no: Godkjent dataforespørsel

source: {0} statistics
nb_no: {0} statistikk

source: dataset
nb_no: datasett

source: datasets
nb_no: datasett

source: organization
nb_no: organisasjon

source: organizations
nb_no: organisasjoner

source: group
nb_no: gruppe

source: groups
nb_no: grupper

source: related item
nb_no: relatert element

source: related items
nb_no: relaterte elementer

source: data request
nb_no: dataforespørsel

source: data requests
nb_no: dataforespørsler
